Repository: luchanos/crypto_alfred
Catalog: locales/*/LC_MESSAGES/crypto_alfred.po
Languages: ka, ru

source: What do you want to write?
ka: რისი დაწერა გსურთ?
ru: Что хотите написать ?

source: Ok, back to main menu
ka: კარგი, დაბრუნება მთავარ მენიუში
ru: Ок, возврат в главное меню

source: Here is your referral link: {link} Send it to your friend 😎
ka: თქვენი რეფერალური სისტემა: {link} გაუგზავნეთ თქვენს მეგობარს 😎
ru: Вот твоя реферальная ссылка: {link} Отправь ее своему другу 😎

source: Choose language
ka: ამოირჩიეთ ენა
ru: Выберите язык

source: You have been awarded by {count} rating points for an invited friend {username}💪
ka: თქვენ დაგერიცხათ {count} სარეიტინგო ქულა მეგობრის მოწვევისთვის {username}💪
ru: Вам начислено {count} очков рейтинга за приглашенного друга {username}💪

source: Unfortunately, we can't rate you with points, As your invited friend {username}was already in our group 😢
ka: სამწუხაროდ, ვერ დაგირიცხავთ ქულას , რადგან თქვენი მოწვეული მეგობარი {username}ჩვენს ჯგუფში უკვე იმყოფებოდა. 😢
ru: К сожалению, мы не можем начислить вам рейтинг, так как ваш приглашенный друг {username}уже состоял в нашей группе 😢

source: So sad, that you left the group 😢 At any time, you can ask to join the group. Your rating will be saved!
ka: ძალიან სამწუხაროა, რომ დატოვეთ ჯგუფი 😢 ნებისმიერ დროს შეგიძლიათ მოითხოვოთ ჯგუფში გაწევრიანება, ამასთანავე შენარჩუნდება თქვენი რეიტინგი!
ru: Очень жаль, что вы покинули группу 😢 В любое время вы можете попросить снова вступить в группу. Ваш рейтинг при этом сохраниться !

source: Your wallet: {wallet} Your rating: {rating}
ka: შენი საფულე: {wallet} შენი რეიტინგი: {rating}
ru: Твой кошелек: {wallet} Твой рейтинг: {rating}

source: Enter the recipient's wallet number
ka: მიუთითეთ მიმღების საფულის ნომერი
ru: Введите номер кошелька получателя

source: The wallet address can only be a numbers! Enter wallet number again
ka: საფულის მისამართი უნდა შეიცავდეს მხოლოდ რიცხვს! შეიყვანეთ საფულის ნომერი ხელმეორედ
ru: Адрес кошелька может быть только числом ! Введите номер кошелька еще раз

source: Enter the rating amount. Available: {rating}
ka: შეიყვანეთ რეიტინგის რაოდენობა. ხელმისაწვდომია: {rating}
ru: Введите количество рейтинга. Доступно: {rating}

source: Wallet not found! Enter the correct wallet address.
ka: საფულე არ მოიძებნა! შეიყვანეთ სწორი საფულეს მისამართი
ru: Кошелек не найден! Введите правильный адрес кошелек

source: Enter an amount no less than 1
ka: შეიყვანეთ თანხა არანაკლებ 1
ru: Введите сумму не меньше 1

source: The number of ratings can only be a number! Enter rating amount again.
ka: რეიტინგის ოდენობა შეიცავს მხოლოდ რიცხვს! შეიყვანეთ ხელმეორედ რეიტინგის ჯამი
ru: Количество рейтинга может быть только числом ! Введите сумму рейтинга еще раз

source: Rating: {rating} Recipient: {wallet} Send?
ka: რეიტინგი: {rating} მიმღები: {wallet} გაიგზავნოს?
ru: Рейтинг: {rating} Получатель: {wallet} Отправить?

source: Success!
ka: წარმატება
ru: Успешно!

source: You have received {amount} rating points
ru: Вам перевели {amount} очков рейтинга

source: You don't have enough rating points for transfer!
ka: თქვენ არ გაქვთ საკმარისი სარეიტინგო ქულა გადარიცხვისთვის!
ru: У вас не достаточно очков рейтинга для перевода!

source: Wallet number not found!
ru: Номер кошелька не найден!

source: Ok!
ka: კარგი!
ru: Хорошо!

source: Hello again 👋 What do you want to do?
ka: კიდევ ერთხელ გამარჯობა 👋 რისი გაკეთება გსურს?
ru: И снова Здравствуйте 👋 Что хочешь сделать ?

source: Greetings! Check out the chat rules. Do you agree with them? https://teletype.in/@coiners/Um4d1JbBAgD.
ka: მოგესალმებით! გაეცანით ჩატის წესებს. ეთანხმებით? https://teletype.in/@coiners/Um4d1JbBAgD.
ru: Приветствую! Ознакомьтесь с правилами чата. Согласны ли вы с ними? https://teletype.in/@coiners/Um4d1JbBAgD.

source: Excellent! Here is the link to join the group: {invite_link} You can always get acquainted with our referral system, write to the admin, or request a referral link to invite a friend and earn yourself a rating 😎
ka: შესანიშნავია! ჯგუფში გასაწევრიანებელი ბმული: {invite_link} ყოველთვის შეგიძლიათ გაეცნოთ ჩვენს სარეფერალო სისტემას, მიწეროთ ადმინს ან მოითხოვოთ სარეფერალო ბმული, რათა მოიწვიოთ მეგობარი და გამოიმუშავოთ რეიტინგი
ru: Отлично! Вот ссылка на вступление в группу: {invite_link} Ты всегда можешь ознакомиться с нашей реферальной системой, написать админу или запросить реферальную ссылку, чтобы пригласить друга и заработать себе рейтинг 😎

source: It's a pity! 😓 Without accepting the terms, we will not be able to accept you to join the community!
ka: ძალიან სამწუხაროა! 😓 იმ შემთხვევაში თუ არ დაეთანხმებით ჩვენს წესებს, ვერ გაწევრიანდებით ჩვენს ჯგუფში!
ru: Очень жаль 😓 Без принятия условий мы не сможем принять тебя в сообщество!

source: Hello! Before joining the group, please read the chat rules. Do you agree with them? https://teletype.in/@coiners/Um4d1JbBAgD.
ka: მოგესალმებით! გაეცანით ჩატის წესებს. ეთანხმებით? https://teletype.in/@coiners/Um4d1JbBAgD.
ru: Приветствую! Ознакомьтесь с правилами чата. Согласны ли вы с ними? https://teletype.in/@coiners/Um4d1JbBAgD.

source: Excellent! Welcome to chat!
ka: შესანიშნავია! კეთილი იყოს თქვენი მობრძანება ჩატში!
ru: Отлично ! Добро пожаловать в чат !

source: I accept
ru: Принимаю

source: Do not Accept
ka: არ ვღებულობ
ru: Не принимаю

source: Yes
ka: დიახ
ru: Да

source: No
ka: არა
ru: Нет

source: Join the group 🤑
ka: ჯგუფში გაწევრიანება 🤑
ru: Присоединиться к группе 🤑

source: My wallet 💰
ka: ჩემი საფულე 💰
ru: Мой кошелек 💰

source: Send 💸
ka: გადარიცხვა 💸
ru: Отправить 💸

source: Referral link 🤝
ka: რეფერალური ბმული 🤝
ru: Реферальная ссылка 🤝

source: Language 🌐
ka: ენა 🌐
ru: Язык 🌐

source: Write to administration ✍️
ka: წერილი ადმინისტრაციას ✍️
ru: Написать администратору ✍️

source: Cancel ❌
ka: გაუქმება ❌
ru: Отмена ❌

source: Cancel 🔙
ka: გაუქმება 🔙
ru: Отмена 🔙

source: Your message has been sent!
ka: თქვენი შეტყობინება გაგზავნილია!

source: You have received {amount} rating points {from_username}
ka: თქვენ გადმოგირიცხეს {amount} სარეიტინგო ქულა {from_username}
